<?php

return [
    'home' => 'Главная',
    'title' => 'Панель управления',
    'site' => 'Вернуться на сайт',

    'actions' => 'Действия',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'save' => 'Сохранить',
    'cancel' => 'Отменить',

    'name' => 'Название',
    'image' => 'Изображение',
    'only_types' => 'Только типы: jpeg, png, bmp, gif, svg, or webp',

    'permissions' => [
        'view' => 'Просмотр',
        'create' => 'Создать',
        'update' => 'Редактировать',
        'delete' => 'Удалить'
    ],

    'messages' => [
        'created' => 'Успешно создано',
        'updated' => 'Успешно отредактировано',
        'deleted' => 'Успешно удалено'
    ],

    'dashboard' => [
        'users_count' => 'Количество пользователей',
        'avg_salary' => 'Средняя зарплата',
        'posts_count' => 'Количество постов'
    ],

    'posts' => [
        'title' => 'Посты',
        'data_table' => 'Таблица постов'
    ],

    'roles' => [
        'title' => 'Роли',
        'data_table' => 'Таблица ролей'
    ],

    'users' => [
        'title' => 'Пользователи',
        'data_table' => 'Таблица пользователей',
        'role' => 'Роль',
        'name' => 'Имя',
        'email' => 'Почта',
        'password' => 'Пароль',
        'choose_role' => 'Выберите роль',
        'weekly_salary' => 'З.П. за неделю'
    ],

    '403' => 'Вы не можете совершить это действие.'
];
