<?php

return [
    'home' => 'Главная',
    'title' => 'Панель управления',
    'site' => 'Вернуться на сайт',

    'messages' => [
        'created' => 'Успешно создано',
        'updated' => 'Успешно отредактировано',
        'deleted' => 'Успешно удалено'
    ],

    'dashboard' => [
        'users_count' => 'Количество пользователей',
        'avg_salary' => 'Средняя зарплата',
        'posts_count' => 'Количество постов'
    ],

    'posts' => [
        'title' => 'Посты',
        'data_table' => 'Таблица постов'
    ],

    'roles' => [
        'title' => 'Роли',
        'data_table' => 'Таблица ролей'
    ],

    '403' => 'Вы не можете совершить это действие.'
];
